<#include "CommonUtil.ftl"/>
<div style="display: none">
申报责任说明
    一、信用承诺申报责任
    1.按照江苏省社会信用体系建设相关文件、管理办法，本系统对需要申报江苏省各类政府项目或审批的单位进行信用承诺申报服务；
    2.本系统提供的信用承诺申报服务，不收取任何费用。有额外服务的，收取工本费（经物价部门核定）。
    3.单位信用承诺申报公示不可用于任何商业用途，若由此引发的法律纠纷，与本系统无关。
    4.信用承诺申报服务本着自愿申报的原则。
    5.申报法人需对承诺内容的真实性进行负责，因虚假、违约、泄密等不良事件而产生的一切后果，均由申报法人承担，与本系统无关。
    6.法人申报的承诺内容将完全授权信用平台进行公示和使用，因法人提供的承诺申报内容虚假、有误等问题引发的法律纠纷和道德纠纷，与本系统无关。
    二、信用承诺申报要求
    1.承诺内容应包括四部分内容：自身信用状况、申报提交材料的真实性、违背承诺的责任、违背承诺的后续改进操作。
    2.信用承诺申报的内容需加盖申报法人的公章。
    3.信用承诺申报上传内容为上述承诺的扫描件。
    三、本协议由江苏省公共信用信息中心负责最终解释。
    <button>同意</button>
</div>

<div>
    <iframe id="reportFrame" frameborder="0" width="800" height="500" src="/ReportServer?reportlet=承诺申请.cpt&op=write"></iframe>
</div>
<script>
</script>